Repository: Petexy/linexin-updater
Catalog: src/locale/*/LC_MESSAGES/linexin-updater.po
Languages: pl, ru

source: Linexin Updater
pl: Aktualizator Linexin
ru: Обновлятор Linexin

source: The update is in progress...
pl: Aktualizacja w toku...
ru: Обновление выполняется...

source: Do NOT close the app!
pl: NIE zamykaj aplikacji!
ru: НЕ закрывайте приложение!

source: Run System Update
pl: Zaktualizuj system
ru: Запустить обновление системы

source: Show progress
pl: Pokaż postęp
ru: Показать прогресс

source: Hide progress
pl: Ukryj postęp
ru: Скрыть прогресс

source: Update completed successfully.
pl: Aktualizacja przebiegła pomyślnie.
ru: Обновление успешно завершено.

source: Update failed with return code {}.
pl: Aktualizacja zakończyła się błędem {}
ru: Обновление не удалось с кодом возврата {}.

source: Error: {}
pl: Błąd: {}
ru: Ошибка: {}

source: Update failed (code {}).
pl: Aktualizacja nie powiodła się (kod {}).
ru: Обновление не удалось (код {}).
