Repository: Petexy/linexin-updater
Catalog: locale/*/LC_MESSAGES/linexin-updater.po
Languages: de

source: Linexin Updater
de: Linexin Aktualisierer

source: The update is in progress...
de: Das Update läuft...

source: Do NOT close the app!
de: Schließen Sie die App NICHT!

source: Run System Update
de: Systemupdate ausführen

source: Show progress
de: Fortschritt anzeigen

source: Hide progress
de: Fortschritt ausblenden

source: Update completed successfully.
de: Update erfolgreich abgeschlossen.

source: Update failed with return code {}.
de: Update fehlgeschlagen mit Rückgabecode {}.

source: Error: {}
de: Fehler: {}

source: Update failed (code {}).
de: Update fehlgeschlagen (Code {}).
